bench/results/go-fiber/v3-podman-gofiber/warmup-read.txt
Running 10s test @ http://localhost:3002
  8 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.64ms    1.22ms  72.75ms   92.44%
    Req/Sec     3.83k   335.14     5.79k    74.16%
  306828 requests in 10.10s, 41.26MB read
  Non-2xx or 3xx responses: 306828
Requests/sec:  30379.41
Transfer/sec:      4.09MB